Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# security.mfa.manualEntry
source: Or enter manually:
ar: أو أدخل يدويًا:
bg: Или въведете ръчно:
bn: অথবা ম্যানুয়ালি লিখুন:
ca: O entra manualment:
cs: Nebo zadejte ručně:
da: Eller skriv ind manuelt:
de: Oder manuell eingeben:
el: Ή εισάγετε χειροκίνητα:
es: O ingresa manualmente:
et: Või sisesta käsitsi:
fa: یا دستی وارد کنید:
fi: Tai syötä manuaalisesti:
fil: O ilagay nang manu-mano:
fr: Ou entrez manuellement:
he: או הזן ידנית:
hi: या मैन्युअल रूप से दर्ज करें:
hr: Ili unesite ručno:
hu: Vagy adjon meg manuálisan:
id: Atau masukkan secara manual:
is: Eða sláðu inn handvirkt:
it: Oppure inserisci manualmente:
ja: または手動で入力:
ko: 또는 수동으로 입력:
lt: Arba įveskite rankiniu būdu:
lv: Vai ievadiet manuāli:
nb: Eller skriv inn manuelt:
nl: Of voer handmatig in:
nn: Eller skriv inn manuelt:
pl: Lub wpisz ręcznie:
pt_br: Ou digite manualmente:
ro: Sau introduceți manual:
ru: Или введите вручную:
sk: Alebo zadajte ručne:
sl: Ali vnesite ročno:
sr: Ili unesite ručno:
sv: Eller ange manuellt:
sw: Au ingiza kwa mikono:
ta: அல்லது கையாக உள்ளிடவும்:
th: หรือป้อนด้วยตนเอง:
tr: Veya manuel olarak girin:
uk: Або введіть вручну:
ur: یا دستی طور پر درج کریں:
vi: Hoặc nhập thủ công:
zh_hans: 或手动输入:
zh_hant: 或手動輸入：

# security.mfa.noFactors
source: No authenticator apps added
ar: لم يتم إضافة تطبيقات مصادقة
bg: Няма добавени приложения за удостоверяване
bn: কোন প্রমাণীকরণ অ্যাপ যোগ করা হয়নি
ca: Cap aplicació d'autenticació afegida
cs: Žádné ověřovací aplikace nejsou přidány
da: Ingen godkendelsesapps tilføjet
de: Keine Authentifizierungs-Apps hinzugefügt
el: Δεν έχουν προστεθεί εφαρμογές ταυτοποίησης
es: Sin aplicaciones de autenticación añadidas
et: Autentimisrakendusi pole lisatud
fa: هیچ برنامه احراز هویتی اضافه نشده‌است
fi: Autentifikaatiosovelluksia ei ole lisätty
fil: Walang authenticator apps na idinagdag
fr: Aucune app d'authentification ajoutée
he: לא נוספו אפליקציות אימות
hi: कोई ऑथेंटिकेटर ऐप जोड़ा नहीं गया
hr: Nema dodanih aplikacija za autentifikaciju
hu: Nincs hitelesítő alkalmazás hozzáadva
id: Tidak ada aplikasi autentikator yang ditambahkan
is: Engin auðkenningarforrit bætt við
it: Nessuna app autenticatore aggiunta
ja: 認証アプリが追加されていません
ko: 추가된 인증 앱 없음
lt: Nėra pridėtų autentifikavimo programų
lv: Nav pievienotu autentifikācijas lietotņu
nb: Ingen autentiseringsapper lagt til
nl: Geen authenticator-apps toegevoegd
nn: Ingen autentiseringsappar lagde til
pl: Nie dodano aplikacji autentykacyjnych
pt_br: Nenhum app autenticador adicionado
ro: Nicio aplicație de autentificare adăugată
ru: Приложения аутентификации не добавлены
sk: Žiadne aplikácie autentifikátora nie sú pridané
sl: Nobena aplikacija za preverjanje istovetnosti ni dodana
sr: Nema dodanih aplikacija za autentifikaciju
sv: Inga autentiseringsappar tillagda
sw: Hakuna programu za uthibitisho zilizoongezwa
ta: எந்த அங்கீகारக பயன்பாடுகளும் சேர்க்கப்படவில்லை
th: ไม่มีแอปตรวจสอบสิทธิ์เพิ่มเติม
tr: Kimlik doğrulayıcı uygulaması eklenmedi
uk: Програм автентифікації не додано
ur: کوئی Authenticator ایپس شامل نہیں کی گئیں
vi: Chưa thêm ứng dụng xác thực
zh_hans: 未添加身份验证器应用
zh_hant: 未新增驗證器應用

# security.mfa.openInApp
source: Open in app
ar: فتح في التطبيق
bg: Отворете в приложение
bn: অ্যাপে খুলুন
ca: Obrir en l'aplicació
cs: Otevřít v aplikaci
da: Åbn i app
de: In App öffnen
el: Άνοιγμα στην εφαρμογή
es: Abrir en la app
et: Ava rakenduses
fa: باز کردن در برنامه
fi: Avaa sovelluksessa
fil: Buksan sa app
fr: Ouvrir dans l'app
he: פתח באפליקציה
hi: ऐप में खोलें
hr: Otvori u aplikaciji
hu: Megnyitás az alkalmazásban
id: Buka di aplikasi
is: Opna í forriti
it: Apri nell'app
ja: アプリで開く
ko: 앱에서 열기
lt: Atidaryti programoje
lv: Atvērt lietotnē
nb: Åpne i app
nl: Openen in app
nn: Åpne i app
pl: Otwórz w aplikacji
pt_br: Abrir no app
ro: Deschideți în aplicație
ru: Открыть в приложении
sk: Otvoriť v aplikácii
sl: Odpri v aplikaciji
sr: Otvori u aplikaciji
sv: Öppna i app
sw: Fungua katika programu
ta: பயன்பாட்டில் திறக்கவும்
th: เปิดในแอป
tr: Uygulamada aç
uk: Відкрити в програмі
ur: ایپ میں کھولیں
vi: Mở trong ứng dụng
zh_hans: 在应用中打开
zh_hant: 在應用中開啟

# security.mfa.scanQR
source: Scan the QR code with your authenticator app
ar: امسح رمز QR ضوئيًا باستخدام تطبيق المصادقة الخاص بك
bg: Сканирайте QR кода с вашето приложение за удостоверяване
bn: আপনার প্রমাণীকরণ অ্যাপ দিয়ে QR কোড স্ক্যান করুন
ca: Escaneja el codi QR amb la teva aplicació d'autenticació
cs: Naskenujte QR kód pomocí ověřovací aplikace
da: Scan QR-koden med din godkendelsesapp
de: Scanne den QR-Code mit deiner Authentifizierungs-App
el: Σαρώστε τον κωδικό QR με την εφαρμογή ταυτοποίησής σας
es: Escanea el código QR con tu aplicación de autenticación
et: Skänni QR-koodi oma autentimisrakendusega
fa: کد QR را با برنامه احراز هویت خود اسکن کنید
fi: Skannaa QR-koodi autentifikaatiosovelluksellasi
fil: I-scan ang QR code gamit ang iyong authenticator app
fr: Scannez le code QR avec votre app d'authentification
he: סרוק את קוד ה-QR באמצעות אפליקציית האימות שלך
hi: अपने ऑथेंटिकेटर ऐप से QR कोड स्कैन करें
hr: Skenirajte QR kod svojom aplikacijom za autentifikaciju
hu: Olvassa be a QR-kódot a hitelesítő alkalmazásával
id: Pindai kode QR dengan aplikasi autentikator Anda
is: Skannaðu QR-kóðann með auðkenningarforritinu þínu
it: Scansiona il codice QR con la tua app autenticatore
ja: 認証アプリで QR コードをスキャン
ko: 인증 앱으로 QR 코드 스캔
lt: Nuskaitykite QR kodą naudodami autentifikavimo programą
lv: Noskannējiet QR kodu ar savu autentifikācijas lietotni
nb: Skann QR-koden med autentiseringsappen din
nl: Scan de QR-code met uw authenticator-app
nn: Skann QR-koden med autentiseringsappen din
pl: Skanuj kod QR za pomocą aplikacji autentykacyjnej
pt_br: Escaneie o código QR com seu app autenticador
ro: Scanați codul QR cu aplicația de autentificare
ru: Отсканируйте QR-код с помощью приложения аутентификации
sk: Naskenujte QR kód pomocou svojej aplikácie autentifikátora
sl: Skenira QR kodo s svojo aplikacijo za preverjanje istovetnosti
sr: Skenirajte QR kod svojom aplikacijom za autentifikaciju
sv: Skanna QR-koden med din autentiseringsapp
sw: Changanua nambari ya QR kwa programu yako ya uthibitisho
ta: உங்கள் அங்கீகாரக பயன்பாட்டைக் கொண்டு QR குறியீட்டை scan செய்யவும்
th: สแกนรหัส QR ด้วยแอปตรวจสอบสิทธิ์ของคุณ
tr: QR kodunu kimlik doğrulayıcı uygulamanızla tarayın
uk: Відскануйте QR-код своєю програмою автентифікації
ur: اپنی Authenticator ایپ کے ساتھ QR کوڈ اسکین کریں
vi: Quét mã QR bằng ứng dụng xác thực của bạn
zh_hans: 用您的身份验证器应用扫描二维码
zh_hant: 用驗證器應用掃描二維碼

# security.mfa.sectionSubtitle
source: Add an extra layer of security to your account
ar: أضف طبقة أمان إضافية إلى حسابك
bg: Добавете допълнителен слой на сигурност към вашия акаунт
bn: আপনার অ্যাকাউন্টে অতিরিক্ত নিরাপত্তা স্তর যোগ করুন
ca: Afegeix una capa extra de seguretat al teu compte
cs: Přidejte další vrstvu zabezpečení do svého účtu
da: Tilføj et ekstra lag sikkerhed til din konto
de: Füge deinem Konto eine zusätzliche Sicherheitsebene hinzu
el: Προσθέστε ένα επιπλέον επίπεδο ασφαλείας στον λογαριασμό σας
es: Añade una capa extra de seguridad a tu cuenta
et: Lisa oma kontole täiendav turvakiht
fa: یک لایه امنیتی اضافی به حساب خود اضافه کنید
fi: Lisää tilillesi ylimääräinen suojakerros
fil: Magdagdag ng dagdag na layer ng seguridad sa iyong account
fr: Ajoutez une couche de sécurité supplémentaire à votre compte
he: הוסף שכבת אבטחה נוספת לחשבונך
hi: अपने खाते में सुरक्षा की एक अतिरिक्त परत जोड़ें
hr: Dodajte dodatni sloj sigurnosti svom računu
hu: Adjon hozzá egy további biztonsági réteget fiókjához
id: Tambahkan lapisan keamanan ekstra ke akun Anda
is: Bættu við auka öryggislagi við reikninginn þinn
it: Aggiungi un ulteriore livello di sicurezza al tuo account
ja: アカウントに追加のセキュリティレイヤーを追加
ko: 계정에 추가 보안 계층 추가
lt: Pridėkite papildomą saugos sluoksnį savo paskyrai
lv: Pievienojiet papildu drošības slāni savai kontam
nb: Legg til et ekstra lag med sikkerhet til kontoen din
nl: Voeg een extra beveiligingslaag toe aan uw account
nn: Legg til eit ekstra lag med sikkerheit til kontoen din
pl: Dodaj dodatkową warstwę bezpieczeństwa do swojego konta
pt_br: Adicione uma camada extra de segurança à sua conta
ro: Adaugă un strat suplimentar de securitate la contul tău
ru: Добавьте дополнительный уровень защиты к своему аккаунту
sk: Pridajte ďalšiu vrstvu zabezpečenia svojho účtu
sl: Dodajte dodatno plast varnosti svojemu računu
sr: Dodajte dodatni sloj sigurnosti vašem nalogu
sv: Lägg till ett extra lager av säkerhet till ditt konto
sw: Ongeza tabaka lingine la usalama kwa akaunti yako
ta: உங்கள் கணக்கில் கூடுதல் பாதுகாப்பு அடுக்கைச் சேர்க்கவும்
th: เพิ่มชั้นความปลอดภัยเพิ่มเติมให้กับบัญชีของคุณ
tr: Hesabınıza ekstra bir güvenlik katmanı ekleyin
uk: Додайте додатковий рівень безпеки до свого акаунту
ur: اپنے اکاؤنٹ میں سیکیورٹی کی ایک اضافی تہہ شامل کریں
vi: Thêm một lớp bảo mật bổ sung cho tài khoản của bạn
zh_hans: 为您的账户添加额外的安全保护
zh_hant: 為你的帳戶新增額外安全保護層

# security.mfa.sectionTitle
source: Two-factor authentication
ar: المصادقة الثنائية
bg: Двуфакторно удостоверяване
bn: দ্বি-ফ্যাক্টর প্রমাণীকরণ
ca: Autenticació de dos factors
cs: Dvoustupňové ověřování
da: To-faktor godkendelse
de: Zwei-Faktor-Authentifizierung
el: Ταυτοποίηση δύο παραγόντων
es: Autenticación de dos factores
et: Kaheosaline autentimine
fa: احراز هویت دو مرحله‌ای
fi: Kaksivaiheinen autentikointi
fr: Authentification à deux facteurs
he: אימות דו-שלבי
hi: दो-कारक प्रमाणीकरण
hr: Autentifikacija s dva faktora
hu: Kétfaktoros hitelesítés
id: Autentikasi dua faktor
is: Tvíþrepa auðkenning
it: Autenticazione a due fattori
ja: 二要素認証
ko: 이중 인증
lt: Dviejų veiksnių autentifikacija
lv: Divu faktoru autentifikācija
nb: To-faktor autentisering
nl: Twee-factor authenticatie
nn: To-faktor autentisering
pl: Uwierzytelnianie dwuskładnikowe
pt_br: Autenticação de dois fatores
ro: Autentificare cu doi factori
ru: Двухфакторная аутентификация
sk: Dvojfaktorová autentifikácia
sl: Dvofaktorska avtentifikacija
sr: Dvofaktorska autentifikacija
sv: Tvåfaktorsautentisering
sw: Uthibitisho wa sababu mbili
ta: இரண்டு-காரணி அங்கீகாரம்
th: การตรวจสอบสิทธิ์แบบสองขั้น
tr: İki faktörlü kimlik doğrulama
uk: Двофакторна автентифікація
ur: دو عاملی توثیق
vi: Xác thực hai yếu tố
zh_hans: 双因素认证
zh_hant: 雙因素認證

# security.mfa.unenrollDialog.confirm
source: Remove
ar: إزالة
bg: Премахване
bn: সরান
ca: Eliminar
cs: Odstranit
da: Fjern
de: Entfernen
el: Κατάργηση
es: Eliminar
et: Eemalda
fa: حذف
fi: Poista
fil: Alisin
fr: Supprimer
he: הסר
hi: हटाएं
hr: Ukloni
hu: Eltávolítás
id: Hapus
is: Fjarlægja
it: Rimuovi
ja: 削除
ko: 제거
lt: Pašalinti
lv: Noņemt
nb: Fjern
nl: Verwijderen
nn: Fjern
pl: Usuń
pt_br: Remover
ro: Eliminați
ru: Удалить
sk: Odstrániť
sl: Odstrani
sr: Ukloni
sv: Ta bort
sw: Ondoa
ta: அகற்றவும்
th: ลบ
tr: Kaldır
uk: Видалити
ur: ہٹائیں
vi: Xóa
zh_hans: 移除
zh_hant: 移除

# security.mfa.unenrollDialog.description
source: You will no longer be able to use this app for two-factor authentication.
ar: لن تتمكن من استخدام هذا التطبيق للمصادقة الثنائية بعد الآن.
bg: Няма да можете повече да използвате това приложение за двуфакторно удостоверяване.
bn: আপনি আর দ্বি-ফ্যাক্টর প্রমাণীকরণের জন্য এই অ্যাপটি ব্যবহার করতে পারবেন না।
ca: Ja no podràs utilitzar aquesta aplicació per a l'autenticació de dos factors.
cs: Už nebudete moci tuto aplikaci používat pro dvoustupňové ověřování.
da: Du vil ikke længere kunne bruge denne app til to-faktor godkendelse.
de: Du kannst diese App nicht mehr für die Zwei-Faktor-Authentifizierung verwenden.
el: Δεν θα μπορείτε πλέον να χρησιμοποιήσετε αυτήν την εφαρμογή για ταυτοποίηση δύο παραγόντων.
es: Ya no podrás usar esta aplicación para la autenticación de dos factores.
et: Sa ei saa enam seda rakendust kaheosamulise autentimise jaoks kasutada.
fa: دیگر نمی‌توانید از این برنامه برای احراز هویت دو مرحله‌ای استفاده کنید.
fi: Et voi enää käyttää tätä sovellusta kaksivaiheiseen autentikointiin.
fil: Hindi mo na maaaring gamitin ang app na ito para sa two-factor authentication.
fr: Vous ne pourrez plus utiliser cette app pour l'authentification à deux facteurs.
he: לא תוכל עוד להשתמש באפליקציה זו לאימות דו-שלבי.
hi: आप इस ऐप को दो-कारक प्रमाणीकरण के लिए अब नहीं रख सकेंगे।
hr: Više nećete moći koristiti ovu aplikaciju za autentifikaciju s dva faktora.
hu: Ezt az alkalmazást már nem tudja használni kétfaktoros hitelesítéshez.
id: Anda tidak akan lagi dapat menggunakan aplikasi ini untuk autentikasi dua faktor.
is: Þú munt ekki lengur geta notað þetta forrit fyrir tvíþrepa auðkenningu.
it: Non potrai più usare questa app per l'autenticazione a due fattori.
ja: このアプリを二要素認証に使用できなくなります。
ko: 이 앱을 더 이상 이중 인증에 사용할 수 없습니다.
lt: Daugiau negalėsite naudoti šios programos dviejų veiksnių autentifikacijai.
lv: Jūs vairs nevarēsiet izmantot šo lietotni divu faktoru autentifikācijai.
nb: Du vil ikke lenger kunne bruke denne appen for to-faktor autentisering.
nl: U kunt deze app niet langer gebruiken voor twee-factor authenticatie.
nn: Du vil ikkje lenger kunne bruke denne appen for to-faktor autentisering.
pl: Nie będziesz już mógł używać tej aplikacji do uwierzytelniania dwuskładnikowego.
pt_br: Você não poderá mais usar este app para autenticação de dois fatores.
ro: Nu vei mai putea folosi această aplicație pentru autentificarea cu doi factori.
ru: Вы больше не сможете использовать это приложение для двухфакторной аутентификации.
sk: Túto aplikáciu už nebudete môcť používať na dvojfaktorovú autentifikáciu.
sl: Te aplikacije ne boste več mogli uporabljati za dvofaktorsko avtentifikacijo.
sr: Više nećete moći koristiti ovu aplikaciju za dvofaktorsku autentifikaciju.
sv: Du kommer inte längre att kunna använda den här appen för tvåfaktorsautentisering.
sw: Hutaweza tena kutumia programu hii kwa uthibitisho wa sababu mbili.
ta: நீங்கள் இனி இரண்டு-காரணி அங்கீகாரத்திற்கு இந்த பயன்பாட்டைப் பயன்படுத்த முடியாது.
th: คุณจะไม่สามารถใช้แอปนี้สำหรับการตรวจสอบสิทธิ์แบบสองขั้นได้อีกต่อไป
tr: Bu uygulamayı artık iki faktörlü kimlik doğrulama için kullanamayacaksınız.
uk: Ви більше не зможете використовувати цю програму для двофакторної автентифікації.
ur: آپ اب دو عاملی توثیق کے لیے اس ایپ کو استعمال نہیں کر سکیں گے۔
vi: Bạn sẽ không còn có thể sử dụng ứng dụng này cho xác thực hai yếu tố.
zh_hans: 您将无法再使用此应用进行双因素认证。
zh_hant: 你將無法再使用此應用進行雙因素認證。

# security.mfa.unenrollDialog.title
source: Remove authenticator app?
ar: إزالة تطبيق المصادقة؟
bg: Премахнете приложението за удостоверяване?
bn: প্রমাণীকরণ অ্যাপ সরাবেন?
ca: Eliminar l'aplicació d'autenticació?
cs: Odebrat ověřovací aplikaci?
da: Fjern godkendelsesapp?
de: Authentifizierungs-App entfernen?
el: Κατάργηση εφαρμογής ταυτοποίησης;
es: ¿Eliminar aplicación de autenticación?
et: Kas eemaldada autentimisrakendus?
fa: برنامه احراز هویت حذف شود؟
fi: Poistetaanko autentifikaatiosovellus?
fil: Alisin ang authenticator app?
fr: Supprimer l'app d'authentification?
he: להסיר את אפליקציית האימות?
hi: ऑथेंटिकेटर ऐप हटाएं?
hr: Ukloniti aplikaciju za autentifikaciju?
hu: Eltávolítja a hitelesítő alkalmazást?
id: Hapus aplikasi autentikator?
is: Fjarlægja auðkenningarforrit?
it: Rimuovere l'app autenticatore?
ja: 認証アプリを削除しますか?
ko: 인증 앱을 제거하시겠어요?
lt: Pašalinti autentifikavimo programą?
lv: Noņemt autentifikācijas lietotni?
nb: Fjern autentiseringsapp?
nl: Authenticator-app verwijderen?
nn: Fjern autentiseringsapp?
pl: Usunąć aplikację autentykacyjną?
pt_br: Remover app autenticador?
ro: Elimini aplicația de autentificare?
ru: Удалить приложение аутентификации?
sk: Odstrániť aplikáciu autentifikátora?
sl: Odstraniti aplikacijo za preverjanje istovetnosti?
sr: Ukloniti aplikaciju za autentifikaciju?
sv: Ta bort autentiseringsapp?
sw: Ondoa programu ya uthibitisho?
ta: அங்கீகாரக பயன்பாட்டை அகற்றுவது?
th: ลบแอปตรวจสอบสิทธิ์?
tr: Kimlik doğrulayıcı uygulaması kaldırılsın mı?
uk: Видалити програму автентифікації?
ur: Authenticator ایپ ہٹائیں؟
vi: Xóa ứng dụng xác thực?
zh_hans: 移除身份验证器应用?
zh_hant: 移除驗證器應用？

# security.mfa.useSecretBelow
source: Use the secret below
ar: استخدم السر أدناه
bg: Използвайте тайната по-долу
bn: নীচের গোপন তথ্য ব্যবহার করুন
ca: Utilitza el secret a continuació
cs: Použijte tajemství níže
da: Brug hemmeligheden nedenfor
de: Verwende das Geheimnis unten
el: Χρησιμοποιήστε το μυστικό παρακάτω
es: Usa el código secreto a continuación
et: Kasuta allpool olevat salasõna
fa: از رمز زیر استفاده کنید
fi: Käytä alla olevaa salaisuutta
fil: Gamitin ang lihim sa ibaba
fr: Utilisez le secret ci-dessous
he: השתמש בסוד למטה
hi: नीचे दिए गए गुप्त का उपयोग करें
hr: Koristite tajnu ispod
hu: Használja az alábbi titkot
id: Gunakan rahasia di bawah
is: Notaðu leynilætið hér fyrir neðan
it: Usa il segreto sotto
ja: 以下のシークレットを使用
ko: 아래의 시크릿 사용
lt: Naudokite žemiau esantį slaptažodį
lv: Izmantojiet noslēpumu zemāk
nb: Bruk hemmeligheten under
nl: Gebruik het geheim hieronder
nn: Bruk hemmeligheten under
pl: Użyj sekretu poniżej
pt_br: Use o código secreto abaixo
ro: Utilizați secretul de mai jos
ru: Используйте секретный ключ ниже
sk: Použite tajomstvo nižšie
sl: Uporabite skrivnost spodaj
sr: Koristite tajnu ispod
sv: Använd hemligheten nedan
sw: Tumia siri hapa chini
ta: கீழே உள்ள ரகசியத்தைப் பயன்படுத்தவும்
th: ใช้รหัสลับด้านล่าง
tr: Aşağıdaki gizli anahtarı kullanın
uk: Використайте секрет нижче
ur: نیچے دیا گیا راز استعمال کریں
vi: Sử dụng bí mật dưới đây
zh_hans: 使用下方密钥
zh_hant: 使用下方的密鑰

# security.mfa.verify
source: Verify
ar: تحقق
bg: Потвърждение
bn: যাচাই করুন
ca: Verificar
cs: Ověřit
da: Bekræft
de: Bestätigen
el: Επαλήθευση
es: Verificar
et: Kinnita
fa: تایید
fi: Vahvista
fil: Bekreftahin
fr: Vérifier
he: אשר
hi: सत्यापित करें
hr: Potvrdi
hu: Bekreftés
id: Verifikasi
is: Staðfesta
it: Verifica
ja: 確認
ko: 확인
lt: Patvirtinti
lv: Apstiprinājums
nb: Bekreft
nl: Bevestigen
nn: Bekreft
pl: Potwierdź
pt_br: Verificar
ro: Verificați
ru: Подтвердить
sk: Potvrdiť
sl: Preveri
sr: Potvrdi
sv: Bekräfta
sw: Bekreft
ta: சரிபார்க்கவும்
th: ยืนยัน
tr: Doğrula
uk: Підтвердити
ur: تصدیق کریں
vi: Xác nhận
zh_hans: 验证
zh_hant: 驗證

# security.mfa.verifying
source: Verifying...
ar: جارٍ التحقق...
bg: Потвърждаване...
bn: যাচাই করা হচ্ছে...
ca: Verificant...
cs: Ověřuji...
da: Bekræfter...
de: Wird bestätigt...
el: Επαλήθευση...
es: Verificando...
et: Kinnitamine...
fa: در حال تایید...
fi: Vahvistetaan...
fil: Nagsasagawa ng bekreftasyon...
fr: Vérification...
he: מאשר...
hi: सत्यापन जारी है...
hr: Potvrđivanje...
hu: Megerősítés folyamatban...
id: Memverifikasi...
is: Staðfestir...
it: Verifica in corso...
ja: 確認中...
ko: 확인 중...
lt: Patvirtinimas vykdomas...
lv: Apstiprina...
nb: Bekrefter...
nl: Bevestigen...
nn: Bekreftar...
pl: Potwierdzanie...
pt_br: Verificando...
ro: Se verifică...
ru: Проверка...
sk: Potvrdzujem...
sl: Preverjanje...
sr: Potvrđivanje...
sv: Bekräftar...
sw: Inabekeraeza...
ta: சரிபார்க்கிறது...
th: กำลังยืนยัน...
tr: Doğrulanıyor...
uk: Підтвердження...
ur: تصدیق کی جا رہی ہے...
vi: Đang xác nhận...
zh_hans: 验证中...
zh_hant: 驗證中...

# security.mfa.verifyLabel
source: Enter the code from your app
ar: أدخل الرمز من تطبيقك
bg: Въведете кода от вашето приложение
bn: আপনার অ্যাপ থেকে কোড লিখুন
ca: Entra el codi de la teva aplicació
cs: Zadejte kód z vaší aplikace
da: Skriv koden fra din app
de: Gib den Code aus deiner App ein
el: Εισάγετε τον κωδικό από την εφαρμογή σας
es: Ingresa el código de tu aplicación
et: Sisesta rakendusest saadud kood
fa: کد را از برنامه خود وارد کنید
fi: Syötä sovelluksestasi saatu koodi
fil: Ilagay ang code mula sa iyong app
fr: Entrez le code de votre app
he: הזן את הקוד מהאפליקציה שלך
hi: अपने ऐप से कोड दर्ज करें
hr: Unesite kod iz svoje aplikacije
hu: Adja meg az alkalmazásból származó kódot
id: Masukkan kode dari aplikasi Anda
is: Sláðu inn kóðann frá forritinu þínu
it: Inserisci il codice dalla tua app
ja: アプリからコードを入力
ko: 앱에서 코드 입력
lt: Įveskite kodą iš savo programos
lv: Ievadiet kodu no savas lietotnes
nb: Skriv inn koden fra appen
nl: Voer de code uit uw app in
nn: Skriv inn koden frå appen
pl: Wpisz kod z aplikacji
pt_br: Digite o código do seu app
ro: Introduceți codul din aplicația dvs.
ru: Введите код из приложения
sk: Zadajte kód z vašej aplikácie
sl: Vnesite kodo iz vaše aplikacije
sr: Unesite kod iz vaše aplikacije
sv: Ange koden från din app
sw: Ingiza nambari kutoka kwa programu yako
ta: உங்கள் பயன்பாட்டிலிருந்து குறியீட்டை உள்ளிடவும்
th: ป้อนรหัสจากแอปของคุณ
tr: Uygulamadan kodu girin
uk: Введіть код з вашої програми
ur: اپنی ایپ سے کوڈ درج کریں
vi: Nhập mã từ ứng dụng của bạn
zh_hans: 输入您应用中的代码
zh_hant: 輸入應用中的代碼

# security.offline.manageUnavailable
source: Connect to the internet to manage security settings.
ar: اتصل بالإنترنت لإدارة إعدادات الأمان.
bg: Свържете се с интернет, за да управлявате настройките за сигурност.
bn: নিরাপত্তা সেটিংস পরিচালনা করতে ইন্টারনেটে সংযুক্ত হন।
ca: Connecta't a internet per gestionar els ajustos de seguretat.
cs: Připojte se k internetu pro správu nastavení zabezpečení.
da: Opret forbindelse til internettet for at administrere sikkerhedsindstillinger.
de: Verbinde dich mit dem Internet, um Sicherheitseinstellungen zu verwalten.
el: Συνδεθείτε στο διαδίκτυο για να διαχειριστείτε τις ρυθμίσεις ασφαλείας.
es: Conéctate a internet para gestionar la configuración de seguridad.
et: Turvaseadete haldamiseks loo internetiühendus.
fa: برای مدیریت تنظیمات امنیتی به اینترنت وصل شوید.
fi: Yhdistä internetiin hallitaksesi suojausasetuksia.
fil: Kumonekta sa internet para mapamahalaan ang mga setting ng seguridad.
fr: Connectez-vous à Internet pour gérer les paramètres de sécurité.
he: התחברו לאינטרנט כדי לנהל את הגדרות האבטחה.
hi: सुरक्षा सेटिंग्स प्रबंधित करने के लिए इंटरनेट से कनेक्ट करें।
hr: Povežite se s internetom za upravljanje sigurnosnim postavkama.
hu: Csatlakozz az internethez a biztonsági beállítások kezeléséhez.
id: Hubungkan ke internet untuk mengelola pengaturan keamanan.
is: Tengstu internetinu til að breyta öryggisstillingum.
it: Connettiti a internet per gestire le impostazioni di sicurezza.
ja: セキュリティ設定を管理するにはインターネットに接続してください。
ko: 보안 설정을 관리하려면 인터넷에 연결하세요.
lt: Prisijunkite prie interneto, kad tvarkytumėte saugos nustatymus.
lv: Izveidojiet savienojumu ar internetu, lai pārvaldītu drošības iestatījumus.
nb: Koble til internett for å endre sikkerhetsinnstillinger.
nl: Verbind met internet om beveiligingsinstellingen te beheren.
nn: Kople til internett for å endre tryggingsinnstillingar.
pl: Połącz się z internetem, aby zarządzać ustawieniami zabezpieczeń.
pt_br: Conecte-se à internet para gerenciar as configurações de segurança.
ro: Conectați-vă la internet pentru a gestiona setările de securitate.
ru: Подключитесь к интернету, чтобы изменить настройки безопасности.
sk: Pripojte sa na internet a spravujte nastavenia zabezpečenia.
sl: Povežite se z internetom za upravljanje varnostnih nastavitev.
sr: Povežite se na internet da upravljate bezbednosnim podešavanjima.
sv: Anslut till internet för att hantera säkerhetsinställningar.
sw: Unganisha kwenye intaneti ili kudhibiti mipangilio ya usalama.
ta: பாதுகாப்பு அமைப்புகளை நிர்வகிக்க இணையத்துடன் இணைக.
th: เชื่อมต่ออินเทอร์เน็ตเพื่อจัดการการตั้งค่าความปลอดภัย
tr: Güvenlik ayarlarını yönetmek için internete bağlanın.
uk: Підключіться до інтернету, щоб змінити налаштування безпеки.
ur: سیکیورٹی سیٹنگز منظم کرنے کے لیے انٹرنیٹ سے جڑیں۔
vi: Kết nối internet để quản lý cài đặt bảo mật.
zh_hans: 连接网络以管理安全设置。
zh_hant: 連接網際網路以管理安全性設定。
